{"status": "ok", "totalResults": 254, "articles": [{"source": {"id": null, "name": "Marketwatch.com"}, "author": "Tomi Kilgore", "title": "IGC stock rockets to lead cannabis sector rally amid CBD beverage boom", "description": "IGS shares rocket again Friday toward a more-than seven year high, to pace broad gains in the marijuana sector.", "url": "https://www.marketwatch.com/story/igc-stock-rockets-to-lead-cannabis-sector-rally-amid-cbd-beverage-boom-2018-09-28", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GQ892_CBDbev_ZG_20180928124725.jpg", "publishedAt": "2018-09-28T17:31:40Z", "content": "Shares of India Globalization Capital Inc. rocketed Friday to a more-than seven year high, to pace broad gains in the marijuana sector, investors rushed to take part in the CBD-infused drinks market. The Maryland-based developer of cannabinoid, or CBD, therap… [+3764 chars]"}, {"source": {"id": "al-jazeera-english", "name": "Al Jazeera English"}, "author": "Al Jazeera", "title": "India's Modi launches 'world's largest' health insurance scheme", "description": "Ayushman Bharat programme dubbed 'Modicare' promises to insure 500 million poor people across the country.", "url": "https://www.aljazeera.com/news/2018/09/india-modi-launches-world-largest-health-insurance-scheme-180923095218001.html", "urlToImage": "https://www.aljazeera.com/mritems/Images/2018/9/23/58fe79af03ae492ea85f40f97562deb7_18.jpg", "publishedAt": "2018-09-23T12:41:55Z", "content": "The Indian government has launched one of the world's largest publicly-funded health insurance scheme, set to cover some 500 million poor people. The Ayushman Bharat programme, dubbed \"Modicare\" after Prime Minister Narendra Modi promised health cover worth 5… [+2911 chars]"}, {"source": {"id": null, "name": "Indianexpress.com"}, "author": "Anuradha Mascarenhas", "title": "Vast variation, significant deficits in TB care in urban India: Study", "description": "The findings are significant as they come ahead of the United Nations General Assembly’s first high-level meeting on September 26 that will focus on stepping up efforts to end TB.", "url": "https://indianexpress.com/article/lifestyle/health/vast-variation-significant-deficits-in-tb-care-in-urban-india-study-5374645/", "urlToImage": "https://images.indianexpress.com/2015/06/tb.jpg?w=759", "publishedAt": "2018-09-26T03:33:50Z", "content": "A doctor examines a tuberculosis patient in a government TB hospital. (Source: AP Photo/File) Private practitioners in India are delivering a wide range of largely inadequate care to TB patients, says a new study in PLoS Medicine. The study, carried out in Mu… [+3347 chars]"}, {"source": {"id": null, "name": "Pib.nic.in"}, "author": null, "title": "Swachchta hi Sewa: New Health Ministry initiative with private hospitals", "description": "Encouraged by the achievements of Kayakalp Scheme, National Accreditation Board for Hospitals & Healthcare Providers (NABH) has decided to consider assessment of healthcare facilities in the private sector on the lines of parameters of Kayakalp Scheme.", "url": "http://pib.nic.in/newsite/PrintRelease.aspx?relid=183570", "urlToImage": null, "publishedAt": "2018-09-19T10:15:00Z", "content": "Encouraged by the achievements of Kayakalp Scheme, National Accreditation Board for Hospitals &amp; Healthcare Providers (NABH) has decided to consider assessment of healthcare facilities in the private sector on the lines of parameters of Kayakalp Scheme. Th… [+1990 chars]"}, {"source": {"id": "the-hindu", "name": "The Hindu"}, "author": "Amarnath Tewary", "title": "We’ve junked vote-bank politics: Modi", "description": "Says his government is focussing on the empowerment of poor people", "url": "https://www.thehindu.com/news/national/weve-junked-vote-bank-politics-modi/article25022317.ece", "urlToImage": "https://www.thehindu.com/news/national/ng7j5v/article25022316.ece/ALTERNATES/LANDSCAPE_615/24THMODIJHARKHAND", "publishedAt": "2018-09-23T17:19:03Z", "content": "Prime Minister Narendra Modi on Sunday targeted previous governments, saying that they looked at poor people as a vote-bank while throwing freebies at them to win elections. We have junked vote-bank politics as our motto has been Sabka Saath, Sabka Vikas [dev… [+1909 chars]"}, {"source": {"id": null, "name": "Pib.nic.in"}, "author": null, "title": "Heartily welcome the Ordinance to supersede the MCI: J P Nadda", "description": "“I heartily welcome the Ordinance to supersede the Medical Council of India (MCI), that was cleared today. This will strengthen medical education in the country”, stated Union Minister of Health & Family Welfare Shri J P Nadda, today.", "url": "http://pib.nic.in/newsite/PrintRelease.aspx?relid=183754", "urlToImage": null, "publishedAt": "2018-09-26T15:58:00Z", "content": "I heartily welcome the Ordinance to supersede the Medical Council of India (MCI), that was cleared today. This will strengthen medical education in the country, stated Union Minister of Health &amp; Family Welfare Shri J P Nadda, today. He said that The power… [+7122 chars]"}, {"source": {"id": null, "name": "Pib.nic.in"}, "author": null, "title": "Shri J P Nadda addresses High Level Meeting on Tuberculosis at 73rd session of UNGA", "description": "“Our goal continues to be to achieve the vision of universal access to quality diagnosis and treatment for TB and address the social determinants of TB through a multi-sectoral response.”This was stated by Shri J P Nadda, Union Minister of Health and Family W…", "url": "http://pib.nic.in/newsite/PrintRelease.aspx?relid=183767", "urlToImage": null, "publishedAt": "2018-09-27T10:58:00Z", "content": "Our goal continues to be to achieve the vision of universal access to quality diagnosis and treatment for TB and address the social determinants of TB through a multi-sectoral response.This was stated by Shri J P Nadda, Union Minister of Health and Family Wel… [+1991 chars]"}, {"source": {"id": null, "name": "Pib.nic.in"}, "author": null, "title": "Ayushman Bharat –Pradhan Mantri Jan AarogyaYojana (AB-PMJAY) to be launched by Prime Minister Shri Narendra Modi in Ranchi, Jharkahnd on September 23, 2018", "description": "India takes a giant leap towards providing accessible and affordable healthcare to the common man with the launch of Ayushman Bharat – Pradhan Mantri Jan AarogyaYojana (AB-PMJAY) by the Prime Minister, Shri Narendra Modi on 23rd September, 2018 at Ranchi, Jha…", "url": "http://pib.nic.in/newsite/PrintRelease.aspx?relid=183624", "urlToImage": null, "publishedAt": "2018-09-22T10:12:00Z", "content": "India takes a giant leap towards providing accessible and affordable healthcare to the common man with the launch of Ayushman Bharat – Pradhan Mantri Jan AarogyaYojana (AB-PMJAY) by the Prime Minister, Shri Narendra Modi on 23rd September, 2018 at Ranchi, Jha… [+10418 chars]"}, {"source": {"id": "the-hindu", "name": "The Hindu"}, "author": "The Hindu", "title": "Private health care", "description": "The chairman of Apollo Hospitals, Dr. Prathap C. Reddy says, “We are the cancer capital of the world, the stroke capital, heart disease capital of the", "url": "https://www.thehindu.com/opinion/letters/private-health-care/article24999086.ece", "urlToImage": "https://www.thehindu.com/static/theme/default/base/img/og-image.jpg", "publishedAt": "2018-09-20T17:03:20Z", "content": "The chairman of Apollo Hospitals, Dr. Prathap C. Reddy says, “We are the cancer capital of the world, the stroke capital, heart disease capital of the world” (OpEd page, “The Wednesday Interview”, September 19). The fact is that in terms of medical infrastruc… [+883 chars]"}, {"source": {"id": null, "name": "Insightsonindia.com"}, "author": "InsightsIAS", "title": "Rajya Sabha TV In Depth: Ayushman Bharat – Insuring Health", "description": "Rajya Sabha TV In Depth: Ayushman Bharat – Insuring Health (TOPICS COVERED: PAPER III, GENERAL STUDIES II – Government policies, Issues related to development and management of Social Sector Services relating to Health) Prime Minister Narendra Modi launched t…", "url": "http://www.insightsonindia.com/2018/09/29/rajya-sabha-tv-in-depth-ayushman-bharat-insuring-health/", "urlToImage": "http://img.youtube.com/vi/52BBQ2H16LI/0.jpg", "publishedAt": "2018-09-29T08:20:07Z", "content": "Rajya Sabha TV In Depth: Ayushman Bharat – Insuring Health (TOPICS COVERED: PAPER III, GENERAL STUDIES II Government policies, Issues related to development and management of Social Sector Services relating to Health) Prime Minister Narendra Modi launched the… [+2927 chars]"}, {"source": {"id": null, "name": "Forbes.com"}, "author": "Sindhuja Balaji, Contributor, Sindhuja Balaji, Contributor https://www.forbes.com/sites/sindhujabalaji/", "title": "How Two Seasoned Entrepreneurs Are Changing The Fitness Industry In India", "description": "Cure.Fit, a technology-driven healthcare and wellness platform, is defying conventional fitness and dietary norms in India by providing a comprehensive approach to better living.", "url": "https://www.forbes.com/sites/sindhujabalaji/2018/09/18/how-two-seasoned-entrepreneurs-are-changing-the-fitness-industry-in-india/", "urlToImage": "https://thumbor.forbes.com/thumbor/600x315/https%3A%2F%2Fblogs-images.forbes.com%2Fthumbnails%2Fblog_5035%2Fpt_5035_647_o.jpg%3Ft%3D1537320004", "publishedAt": "2018-09-19T01:20:00Z", "content": "Share to facebook Share to twitter Share to linkedin Cure.Fit is effectively challenging machine-based workouts and strict diets by focusing on functional training and everyday meals with a healthy twist. (Image: Getty) Apart from being among India's e-commer… [+12646 chars]"}, {"source": {"id": null, "name": "Pib.nic.in"}, "author": null, "title": "SEZ Policy Review Committee holds final meeting in New Delhi", "description": "The SEZ Policy Review Committee, headed by Baba Kalyani, met in New Delhi today. This was the final round of consultations with the committee members under the chairmanship of the Commerce Secretary. The group held its first meeting on 22nd June this year und…", "url": "http://pib.nic.in/newsite/PrintRelease.aspx?relid=183995", "urlToImage": null, "publishedAt": "2018-10-05T13:25:00Z", "content": "The SEZ Policy Review Committee, headed by Baba Kalyani, met in New Delhi today. This was the final round of consultations with the committee members under the chairmanship of the Commerce Secretary. The group held its first meeting on 22 nd June this year un… [+1358 chars]"}, {"source": {"id": null, "name": "Pib.nic.in"}, "author": null, "title": "MNS Celebrates 93rd Raising Day", "description": "The Military Nursing Service (MNS) celebrating its 93rd Raising Day today. For the first time in the history serving senior Additional Director General MNS Maj Gen Annakutty Babu and PM AH (R&R) Maj Gen Kajal Chakraborty paid homage to the martyrs at on Amar …", "url": "http://pib.nic.in/newsite/PrintRelease.aspx?relid=183885", "urlToImage": null, "publishedAt": "2018-10-01T14:57:00Z", "content": "The Military Nursing Service (MNS) celebrating its 93 rd Raising Day today. For the first time in the history serving senior Additional Director General MNS Maj Gen Annakutty Babu and PM AH (R&amp;R) Maj Gen Kajal Chakraborty paid homage to the martyrs at on … [+3658 chars]"}, {"source": {"id": null, "name": "Indianexpress.com"}, "author": "IE Online", "title": "Unjoined dots of a scheme", "description": "The challenge for the Pradhan Mantri Jan Arogya Yojana is to evolve complex regulation, that covers industry practices, the police and the courts.", "url": "https://indianexpress.com/article/opinion/columns/pradhan-mantri-jan-arogya-yojana-national-health-protection-scheme-narendra-modi-5387281/", "urlToImage": "https://images.indianexpress.com/2018/10/jan-arogya-yojana.jpg?w=759", "publishedAt": "2018-10-04T22:10:21Z", "content": "Published: October 5, 2018 3:40:21 am There is no getting around the critical need to strengthen government hospitals. In the long run, well-functioning public hospitals will provide a much-needed backstop against predatory practices, denial of service and ov… [+8055 chars]"}, {"source": {"id": "the-hindu", "name": "The Hindu"}, "author": "Meenakshi Datta Ghosh", "title": "The primary anchor of a health-care road map", "description": "The key to success is to integrate prevention, detection and treatment", "url": "https://www.thehindu.com/opinion/op-ed/the-primary-anchor-of-a-health-care-road-map/article25022251.ece", "urlToImage": "https://www.thehindu.com/opinion/op-ed/a90jze/article25022248.ece/ALTERNATES/LANDSCAPE_615/24THiStock-488461568", "publishedAt": "2018-09-23T17:04:38Z", "content": "Universal health coverage is getting prioritised as a part of political reform with the launch of two pillars of the Pradhan Mantri Jan Arogya Yojana (PMJAY): Ayushman Bharat (AB), where 1.5 lakh health sub-centres are being converted into health and wellness… [+6291 chars]"}, {"source": {"id": null, "name": "Pib.nic.in"}, "author": null, "title": "Medicine is a noble profession: Vice President", "description": "The Vice President of India, Shri M. Venkaiah Naidu said that the Medicine is a noble profession. He was addressing the 1st Convocation of Homeopathy University, in Jaipur, Rajasthan today. The Minister for Health, Rajasthan, Shri Kali Charan Saraf, the Membe…", "url": "http://pib.nic.in/newsite/PrintRelease.aspx?relid=183745", "urlToImage": null, "publishedAt": "2018-09-26T12:10:00Z", "content": "The Vice President of India, Shri M. Venkaiah Naidu said that the Medicine is a noble profession. He was addressing the 1 st Convocation of Homeopathy University, in Jaipur, Rajasthan today. The Minister for Health, Rajasthan, Shri Kali Charan Saraf, the Memb… [+9369 chars]"}, {"source": {"id": "the-hindu", "name": "The Hindu"}, "author": "Ranjana Smetacek", "title": "Lessons from a neighbour", "description": "The world has witnessed a transformation in health care during the last century. Prescription drugs have helped wipe out diseases and revolutionise cu", "url": "https://www.thehindu.com/sci-tech/health/lessons-from-a-neighbour/article25017317.ece", "urlToImage": "https://www.thehindu.com/sci-tech/health/z9jrwk/article18788680.ece/ALTERNATES/LANDSCAPE_615/ANTIBIOTICS", "publishedAt": "2018-09-22T17:28:34Z", "content": "The world has witnessed a transformation in health care during the last century. Prescription drugs have helped wipe out diseases and revolutionise cures, which has resulted in resulting in better treatment outcomes, more effective pain management and people … [+4441 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "Narendra Modi", "title": "PM Modi on need for clean environment", "description": "Yesterday, the United Nations honoured me with the ‘Champions of the Earth Award’. While I was extremely humbled at receiving this honour, I do feel that this award is not for an individual. Instead, it...", "url": "https://blogs.timesofindia.indiatimes.com/narendra-modis-blog/a-clean-environment-for-human-empowerment/", "urlToImage": "https://blogs.timesofindia.indiatimes.com/wp-content/uploads/2018/10/modi-ed.jpg", "publishedAt": "2018-10-04T00:18:16Z", "content": "Yesterday, the United Nations honoured me with the Champions of the Earth Award. While I was extremely humbled at receiving this honour, I do feel that this award is not for an individual. Instead, it is recognition of the Indian culture and values, which hav… [+6892 chars]"}, {"source": {"id": "independent", "name": "Independent"}, "author": "Alex Matthews-King, Alex Matthews-King", "title": "Government's £240m winter pledge for social care is a 'sticking plaster', experts say", "description": "Funding injection by health secretary Matt Hancock does little to address longer term funding of struggling social care sector", "url": "https://www.independent.co.uk/news/health/social-care-government-funding-pledge-nhs-matt-hancock-scope-local-government-association-barbara-a8564696.html", "urlToImage": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2017/06/08/10/election-31.jpg", "publishedAt": "2018-10-02T11:40:26Z", "content": "A £240m emergency funding injection to prop up social care this winter and ease pressure on the NHS has been labelled a sticking plaster by patient groups. Ahead of his speech to the Conservative Party Conference in Birmingham on Tuesday, health and social ca… [+29935 chars]"}, {"source": {"id": null, "name": "Nakedcapitalism.com"}, "author": "Jerri-Lynn Scofield", "title": "Is India on Its Way Out of Poverty?", "description": "Jayati Ghosh, professor of economics at Jawaharlal Nehru University in New Delhi, discusses a recent UNDP report showing that poverty in India has halved in the last 10 years, and the newly unveiled healthcare plan for the bottom 40% of the population, nickna…", "url": "https://www.nakedcapitalism.com/2018/10/india-way-poverty.html", "urlToImage": null, "publishedAt": "2018-10-07T05:30:18Z", "content": "Jerri-Lynn here: In this Real News Network interview, Jayati Ghosh, professor of economics at Jawaharlal Nehru University in New Delhi, discusses a recent UNDP report showing that poverty in India has halved in the last 10 years, and the newly unveiled health… [+11430 chars]"}]}